
ISRAEL_CITIES = [
    "תל אביב - יפו", "ירושלים", "חיפה", "ראשון לציון", "פתח תקווה", "אשדוד", "נתניה", "באר שבע", "בני ברק", "חולון",
    "רמת גן", "אשקלון", "רחובות", "בת ים", "בית שמש", "הרצליה", "כפר סבא", "חדרה", "מודיעין מכבים רעות", "לוד",
    "רעננה", "רמלה", "נצרת", "מודיעין עילית", "אילת", "עכו", "נהריה", "קריית אתא", "קריית גת", "גבעתיים", 
    "הוד השרון", "ראש העין", "עפולה", "נס ציונה", "קריית מוצקין", "טבריה", "יבנה", "קריית ביאליק", "קריית ים",
    "קריית אונו", "מודיעין", "נתיבות", "מעלה אדומים", "אור יהודה", "צפת", "קריית מלאכי", "דימונה", "טמרה", "שדרות",
    "אופקים", "סח'נין", "באקה אל-גרבייה", "טירה", "מגדל העמק", "טייבה", "ערד", "קריית שמונה", "נשר", "גבעת שמואל",
    "כפר יונה", "טירת כרמל", "שוהם", "קריית עקרון", "כפר קאסם", "קלנסווה", "כפר כנא", "מג'ד אל-כרום", "דאלית אל-כרמל",
    "יפיע", "מעלות תרשיחא", "ג'דיידה-מכר", "נצרת עילית", "אריאל", "זכרון יעקב", "רמת השרון", "תל מונד", "גני תקווה",
    "בית שאן", "חריש", "ירכא", "אזור", "מבשרת ציון", "אבן יהודה", "פרדס חנה-כרכור", "גדרה", "בנימינה-גבעת עדה",
    "תל שבע", "ג'סר א-זרקא", "רהט", "חורה", "כסיפה", "לקיה", "שגב-שלום", "ערערה בנגב"
]
ISRAEL_CITIES.sort()
